//
//  Localizable.strings
//  Stats
//
//  Created by David Alonso (davidalonso) on 25/11/2021.
//  Using Swift 5.0.
//  Running on macOS 12.0.
//
//  Copyright © 2020 Serhiy Mytrovtsiy. All rights reserved.
//

// Modules
"CPU" = "CPU";
"Open CPU settings" = "Obre la configuració de CPU";
"GPU" = "GPU";
"Open GPU settings" = "Obre la configuració de GPU";
"RAM" = "RAM";
"Open RAM settings" = "Obre la configuració de RAM";
"Disk" = "Disc";
"Open Disk settings" = "Obre la configuració de disc";
"Sensors" = "Sensores"; // translategemma:4b
"Open Sensors settings" = "Obre la configuració de sensors";
"Network" = "Xarxa";
"Open Network settings" = "Obre la configuració de xarxa";
"Battery" = "Bateria";
"Open Battery settings" = "Obre la configuració de bateria";
"Bluetooth" = "Bluetooth";
"Open Bluetooth settings" = "Obre la configuració de bluetooth";
"Clock" = "Rellotge";
"Open Clock settings" = "Obre la configuració de rellotge";

// Words
"Unknown" = "Desconegut";
"Version" = "Versió";
"Processor" = "Processador";
"Memory" = "Memòria";
"Graphics" = "Gràfics";
"Close" = "Tanca";
"Download" = "Baixa";
"Install" = "Instal·la";
"Cancel" = "Cancel·la";
"Unavailable" = "No disponible";
"Yes" = "Sí";
"No" = "No";
"Automatic" = "Automàtic";
"Manual" = "Manual";
"None" = "Cap";
"Dots" = "Punts";
"Arrows" = "Fletxes";
"Characters" = "Lletres";
"Short" = "Curt";
"Long" = "Llarg";
"Statistics" = "Estadístiques";
"Max" = "Màx";
"Min" = "Mín";
"Reset" = "Reinicialitza";
"Alignment" = "Alineació";
"Left alignment" = "Esquerra";
"Center alignment" = "Centre";
"Right alignment" = "Dreta";
"Dashboard" = "Panell";
"Enabled" = "Activat";
"Disabled" = "Desactivat";
"Silent" = "Silenci";
"Units" = "Unitats";
"Fans" = "Ventiladors";
"Scaling" = "Escalant";
"Linear" = "Liniar";
"Square" = "Quadrat";
"Cube" = "Cub";
"Logarithmic" = "Logarítmic";
"Fixed scale" = "Escala fixe";
"Cores" = "Nuclis";
"Settings" = "Configuració";
"Name" = "Nom";
"Format" = "Format";
"Turn off" = "Apagar";
"Normal" = "Normal";
"Warning" = "Alerta";
"Critical" = "Crític";
"Usage" = "Ús";
"2 minutes" = "2 minuts";
"3 minutes" = "3 minuts";
"10 minutes" = "10 minuts";
"Import" = "Importar";
"Export" = "Exportar";
"Separator" = "Separador"; // translategemma:4b
"Read" = "Llegeix"; // translategemma:4b
"Write" = "Escriure"; // translategemma:4b
"Frequency" = "Frecència"; // translategemma:4b
"Save" = "Guarda"; // translategemma:4b
"Run" = "Executar"; // translategemma:4b
"Stop" = "Atura"; // translategemma:4b
"Uninstall" = "Desinstal·lar"; // translategemma:4b
"1 sec" = "1 segon"; // translategemma:4b
"2 sec" = "2 segons"; // translategemma:4b
"3 sec" = "3 segons"; // translategemma:4b
"5 sec" = "5 segons"; // translategemma:4b
"10 sec" = "10 segons"; // translategemma:4b
"15 sec" = "15 segons"; // translategemma:4b
"30 sec" = "30 segons"; // translategemma:4b
"60 sec" = "60 segons"; // translategemma:4b

// Setup
"Stats Setup" = "Configuració de Stats";
"Previous" = "Previ";
"Previous page" = "Pàgina prèvia";
"Next" = "Següent";
"Next page" = "pàgina següent";
"Finish" = "Finalitzar";
"Finish setup" = "Finalitzar configuració";
"Welcome to Stats" = "Benvingut/Benvinguda a Stats";
"welcome_message" = "Gràcies per fer servir Stats, una aplicació de monitorització per a la teva barra de menús de macOS de codi lliure.";
"Start the application automatically when starting your Mac" = "Iniciar automàticament l'aplicació al iniciar el teu Mac";
"Do not start the application automatically when starting your Mac" = "No iniciar automàticament l'aplicació al iniciar el teu Mac";
"Do everything silently in the background (recommended)" = "Fer tot silenciosament al radere (recomanat)";
"Check for a new version on startup" = "Comprovar noves versions al iniciar";
"Check for a new version every day (once a day)" = "Comprovar noves versions cada dia (una vegada al dia)";
"Check for a new version every week (once a week)" = "Comprovar noves versions cada setmana (una vegada a la setmana)";
"Check for a new version every month (once a month)" = "Comprovar noves versions cada mes (una vegada al mes)";
"Never check for updates (not recommended)" = "No comprovar mai noves versions (no recomanat)";
"Anonymous telemetry for better development decisions" = "Telemetria anònima per proporcionar millors decisions pels desenvolupadors";
"Share anonymous telemetry data" = "Compartir telemetria anònima";
"Do not share anonymous telemetry data" = "No compartir telemetria anònima";
"The configuration is completed" = "La configuració ha estat finalitzada"; // translategemma:4b
"finish_setup_message" = "Tot està configurat! \n Stats és una eina de codi lliure, és gratuït i sempre ho serà. \n Si el gaudeixes pots contribuir al projecte, sempre és benvingut!";

// Alerts
"New version available" = "Nova versió disponible";
"Click to install the new version of Stats" = "Clica per a instal·lar la nova versió d'Stats";
"Successfully updated" = "Actualització completada amb èxit";
"Stats was updated to v" = "Stats s'ha actualitzat a v%0";
"Reset settings text" = "Tota la configuració actual serà esborrada i l'aplicació es reiniciarà. Estàs segur/segura de voler fer això?";
"Support text" = "Gràcies per utilitzar Stats!\n\n Mantenir i millorar aquest projecte de codi obert requereix temps i recursos. El vostre suport ens ajuda a continuar oferint una aplicació gratuïta i fiable per a tothom.\n\nSi trobeu útils les estadístiques, penseu a fer una contribució. Cada petita mica ajuda!";

// Settings
"Open Activity Monitor" = "Obre el Visor d'Activitat";
"Report a bug" = "Reporta un problema";
"Support the application" = "Suporta l'aplicació";
"Close application" = "Tanca l'aplicació";
"Open application settings" = "Obre la configuració de l'aplicació";
"Open dashboard" = "Obre el panell";
"No notifications available in this module" = "No hi ha notificaciones disponibles en aquest mòdul."; // translategemma:4b
"Open Calendar" = "Obrir calendari"; // translategemma:4b
"Toggle the module" = "Activa/desactiva el mòdul"; // translategemma:4b

// Application settings
"Update application" = "Actualitza l'aplicació";
"Check for updates" = "Busca actualitzacions";
"At start" = "A l'inici";
"Once per day" = "Un cop al dia";
"Once per week" = "Un cop per setmana";
"Once per month" = "Un cop al mes";
"Never" = "Mai";
"Check for update" = "Busca actualitzacions";
"Show icon in dock" = "Mostra l'icona al Dock";
"Start at login" = "Arranca al iniciar sessió";
"Build number" = "Número de Build";
"Import settings" = "Importa configuració";
"Export settings" = "Exporta configuració";
"Reset settings" = "Reinicia configuració";
"Pause the Stats" = "Pausa Stats";
"Resume the Stats" = "Continua Stats";
"Combined modules" = "Mòduls combinats";
"Combined details" = "Detalls combinats";
"Spacing" = "Espaiat";
"Share anonymous telemetry" = "Comparteix telemetria anònima";
"Choose file" = "Seleccionar fitxer"; // translategemma:4b
"Stress tests" = "Tests de resistència"; // translategemma:4b

// Dashboard
"Serial number" = "Número de sèrie";
"Model identifier" = "Identificador de model";
"Production year" = "Any de producció";
"Uptime" = "Temps d'activitat";
"Number of cores" = "%0 nuclis";
"Number of threads" = "%0 fils";
"Number of e-cores" = "%0 nuclis d'eficiència";
"Number of p-cores" = "%0 nuclis de rendiment";
"Disks" = "Discs"; // translategemma:4b
"Display" = "Pantalla"; // translategemma:4b

// Update
"The latest version of Stats installed" = "L'última versió d'Stats està instal·lada";
"Downloading..." = "Baixant...";
"Current version: " = "Versió instal·lada: ";
"Latest version: " = "Última versió: ";

// Widgets
"Color" = "Color";
"Label" = "Etiqueta";
"Box" = "Caixa";
"Frame" = "Marc";
"Value" = "Valor";
"Colorize" = "Acoloreix";
"Colorize value" = "Valor de l'acoloriment";
"Additional information" = "Informació addicional";
"Reverse values order" = "Invertir l'ordre dels valors";
"Base" = "Base";
"Display mode" = "Mode de visualització";
"One row" = "Una fila";
"Two rows" = "Dues files";
"Mini widget" = "Mini widget";
"Line chart widget" = "Gràfic de línies";
"Bar chart widget" = "Gràfic de barres";
"Pie chart widget" = "Gràfic circular";
"Network chart widget" = "Gràfic de xarxa";
"Speed widget" = "Velocitat";
"Battery widget" = "Bateria";
"Stack widget" = "Pila"; // translategemma:4b
"Memory widget" = "Memòria";
"Static width" = "Ample fixe";
"Tachometer widget" = "Tacòmetre";
"State widget" = "Widget d'estat"; // translategemma:4b
"Text widget" = "Element de text"; // translategemma:4b
"Battery details widget" = "Widget de detalls de la bateria"; // translategemma:4b
"Show symbols" = "Mostra els símbols";
"Label widget" = "Etiqueta";
"Number of reads in the chart" = "Nombre de lectures al gràfic";
"Color of download" = "Color de la descàrrega";
"Color of upload" = "Color de càrrega";
"Monospaced font" = "Tipus de lletra monoespaiat";
"Reverse order" = "Canvia l'ordre";
"Chart history" = "Historial de gràfics";
"Default color" = "Color per determinat";
"Transparent when no activity" = "Transparent quan no hi hagi activitat";
"Constant color" = "Color constant";

// Module Kit
"Open module settings" = "Obre la configuració del mòdul";
"Select widget" = "Selecciona el widget %0";
"Open widget settings" = "Obre la configuració del widget";
"Update interval" = "Freqüència de refresc";
"Usage history" = "Historial d'ús";
"Details" = "Detalls";
"Top processes" = "Processos principals";
"Pictogram" = "Pictograma";
"Module" = "Mòdul";
"Widgets" = "Ginys";
"Popup" = "Finestra emergència"; // translategemma:4b
"Notifications" = "Notificacions";
"Merge widgets" = "Combina ginys";
"No available widgets to configure" = "No hi ha widgets disponibles per configurar";
"No options to configure for the popup in this module" = "No hi ha opcions per configurar per a la finestra emergent en aquest mòdul";
"Process" = "Procés";
"Kill process" = "Tanca procés";
"Keyboard shortcut" = "Atall de teclat"; // translategemma:4b
"Listening..." = "Escoltant..."; // translategemma:4b

// Modules
"Number of top processes" = "Nombre de processos principals";
"Update interval for top processes" = "Freqüència de refresc per als processos principals";
"Notification level" = "Nivell de notificació";
"Chart color" = "Color del gràfic";
"Main chart scaling" = "Escala del gràfic principal";
"Scale value" = "Valor d'escala";
"Text widget value" = "Valor del widget de text"; // translategemma:4b

// CPU
"CPU usage" = "Ús de la CPU";
"CPU temperature" = "Temperatura de la CPU";
"CPU frequency" = "Freqüència de la CPU";
"System" = "Sistema";
"User" = "Usuari";
"Idle" = "Inactiu";
"Show usage per core" = "Mostra l'ús per nucli";
"Show hyper-threading cores" = "Mostra els nuclis amb hyper-threading";
"Split the value (System/User)" = "Divideix el valor (Sistema/Usuari)";
"Scheduler limit" = "Límit del planificador";
"Speed limit" = "Límit de velocitat";
"Average load" = "Càrrega mitja";
"1 minute" = "1 minut";
"5 minutes" = "5 minuts";
"15 minutes" = "15 minuts";
"CPU usage threshold" = "Límit d'ús de la CPU";
"CPU usage is" = "L'ús de la CPU és %0";
"Efficiency cores" = "Nuclis d'eficiència";
"Performance cores" = "Nuclis de rendiment";
"System color" = "Color del sistema";
"User color" = "Color de l'usuari";
"Idle color" = "Sense color";
"Cluster grouping" = "Agrupament en cluster";
"Efficiency cores color" = "Color dels nuclis d'eficiència";
"Performance cores color" = "Color dels nuclis de rendiment";
"Total load" = "Càrrega total";
"System load" = "Càrrega del sistema";
"User load" = "Càrrega de l'usuari";
"Efficiency cores load" = "Càrrega dels nuclis d'eficiència";
"Performance cores load" = "Càrrega dels nuclis de rendiment";
"All cores" = "Totes les nuclis"; // translategemma:4b

// GPU
"GPU to show" = "GPU a mostrar";
"Show GPU type" = "Mostra el tipus de GPU";
"GPU enabled" = "GPU activada";
"GPU disabled" = "GPU desactivada";
"GPU temperature" = "Temperatura de la GPU";
"GPU utilization" = "Ús de la GPU";
"Vendor" = "Fabricant";
"Model" = "Model";
"Status" = "Estat";
"Active" = "Activa";
"Non active" = "Inactiva";
"Fan speed" = "Velocitat del ventilador";
"Core clock" = "Rellotge del nucli";
"Memory clock" = "Rellotge de la memòria";
"Utilization" = "Ús";
"Render utilization" = "Utilització del Render";
"Tiler utilization" = "Utilització del Tiler";
"GPU usage threshold" = "Límit d'ús de la GPU";
"GPU usage is" = "L'ús de la GPU és %0";

// RAM
"Memory usage" = "Ús de la memòria";
"Memory pressure" = "Pressió de la memòria";
"Total" = "Total";
"Used" = "Usada";
"App" = "Aplicació";
"Wired" = "Física";
"Compressed" = "Comprimida";
"Free" = "Lliure";
"Swap" = "Swap";
"Split the value (App/Wired/Compressed)" = "Dividir el valor (Aplicació/Física/Comprimida)";
"RAM utilization threshold" = "Límit d'ús de la RAM";
"RAM utilization is" = "L'ús de la RAM és %0";
"App color" = "Color de l'aplicació";
"Wired color" = "Color del Wired";
"Compressed color" = "Color de la comprimida";
"Free color" = "Color de la lliure";
"Free memory (less than)" = "Memòria lliure (menys de)";
"Swap size" = "Tamany del Swap";
"Free RAM is" = "La RAM lliure és %0";

// Disk
"Show removable disks" = "Mostra els discs extraïbles";
"Used disk memory" = "En ús %0 de %1";
"Free disk memory" = "Lliure %0 de %1";
"Disk to show" = "Disc a mostrar";
"Open disk" = "Disc obert";
"Switch view" = "Canviar vista";
"Disk utilization threshold" = "Límit d'ús de la utilització del disc";
"Disk utilization is" = "La utilització del disc és %0";
"Read color" = "Color per a la lectura";
"Write color" = "Color per a l'escriptura'";
"Disk usage" = "Ús del disc";
"Total read" = "Total llegit";
"Total written" = "Total escrit";
"Write speed" = "Velocitat de escriptura";
"Read speed" = "Velocitat de lectura";
"Drives" = "Discos"; // translategemma:4b
"SMART data" = "Dades SMART"; // translategemma:4b

// Sensors
"Temperature unit" = "Unitat de temperatura";
"Celsius" = "Celsius";
"Fahrenheit" = "Fahrenheit";
"Save the fan speed" = "Guarda la velocitat del ventilador";
"Fan" = "Ventilador";
"HID sensors" = "Sensors HID";
"Synchronize fan's control" = "Sincronitza el control del ventilador";
"Current" = "Corrent";
"Energy" = "Energia";
"Show unknown sensors" = "Mostra sensors desconeguts";
"Install fan helper" = "Instal·la l'ajuda del ventilador";
"Uninstall fan helper" = "Desinstal·la l'ajuda del ventilador";
"Fan value" = "Valor del ventilador";
"Turn off fan" = "Apaga el ventilador";
"You are going to turn off the fan. This is not recommended action that can damage your mac, are you sure you want to do that?" = "Estàs a punt d'apagar el ventilador. No està recomanat i pot espatllar el teu mac, estàs segur/segura que vols fer això?";
"Sensor threshold" = "Límit del sensor";
"Left fan" = "Ventilador esquerre";
"Right fan" = "Ventilador dret";
"Fastest fan" = "Ventilador més ràpid";
"Sensor to show" = "Sensor per mostrar"; // translategemma:4b

// Network
"Uploading" = "Carregant";
"Downloading" = "Baixant";
"Public IP" = "IP Pública";
"Local IP" = "IP Local";
"Interface" = "Interfície";
"Physical address" = "Direcció física";
"Refresh" = "Actualitza";
"Click to copy public IP address" = "Clica per a copiar la direcció IP pública";
"Click to copy local IP address" = "Clica per a copiar la direcció IP local";
"Click to copy wifi name" = "Clica per a copiar el nom de la xarxa WiFi";
"Click to copy mac address" = "Clica per a copiar la direcció MAC";
"No connection" = "Sense connexió";
"Network interface" = "Interfície de xarxa";
"Total download" = "Baixada total";
"Total upload" = "Càrrega total";
"Reader type" = "Tipus de lector";
"Interface based" = "Interfície";
"Processes based" = "Procés";
"Reset data usage" = "Reinicia l'ús de dades";
"VPN mode" = "Mode VPN";
"Standard" = "Estàndar";
"Security" = "Seguretat";
"Channel" = "Canal";
"Common scale" = "Escala comuna";
"Autodetection" = "Autodetecció";
"Widget activation threshold" = "Límit d'activació del giny";
"Internet connection" = "Connexió a internet";
"Active state color" = "Color per l'estat actiu";
"Nonactive state color" = "Color per l'estat inactiu";
"Connectivity host (ICMP)" = "Connectivitat host (ICMP)";
"Leave empty to disable the check" = "Deixa en blanc per desactivar el check";
"Connectivity history" = "Historial de connectivitat";
"Auto-refresh public IP address" = "Refresca automàticament l'adreça pública IP";
"Every hour" = "Cada hora";
"Every 12 hours" = "Cada 12 hores";
"Every 24 hours" = "Cada 24 hores";
"Network activity" = "Activitat de la xarxa";
"Last reset" = "L'últim reinici va ser fa %0";
"Latency" = "Latència";
"Upload speed" = "Velocitat de pujada";
"Download speed" = "Velocitat de baixada";
"Address" = "Adreça"; // translategemma:4b
"WiFi network" = "Xarxa Wi-Fi"; // translategemma:4b
"Local IP changed" = "La direcció IP local s'ha modificat"; // translategemma:4b
"Public IP changed" = "La direcció IP pública ha canviat."; // translategemma:4b
"Previous IP" = "Adreça IP anterior: %0"; // translategemma:4b
"New IP" = "Nova IP: %0"; // translategemma:4b
"Internet connection lost" = "S'ha perdut la connexió a Internet"; // translategemma:4b
"Internet connection established" = "Connexió a Internet establerta"; // translategemma:4b

// Battery
"Level" = "Nivell";
"Source" = "Font";
"AC Power" = "Alimentació";
"Battery Power" = "Alimentat per bateria";
"Time" = "Temps";
"Health" = "Salut";
"Amperage" = "Amperatge";
"Voltage" = "Voltatge";
"Cycles" = "Nombre de cicles";
"Temperature" = "Temperatura";
"Power adapter" = "Adaptador de corrent";
"Power" = "Corrent";
"Is charging" = "Està carregant";
"Time to discharge" = "Temps fins la descàrrega completa";
"Time to charge" = "Temps fins la càrrega completa";
"Calculating" = "Calculant";
"Fully charged" = "Completament carregada";
"Not connected" = "No connectat";
"Low level notification" = "Notificació de nivell baix";
"High level notification" = "Notificació de nivell alt";
"Low battery" = "Bateria baixa";
"High battery" = "Bateria alta";
"Battery remaining" = "%0% restant";
"Battery remaining to full charge" = "%0% fins la càrrega completa";
"Percentage" = "Percentatge";
"Percentage and time" = "Percentatge i temps";
"Time and percentage" = "Temps i percentatge";
"Time format" = "Format de temps";
"Hide additional information when full" = "Oculta informació addicional quan la bateria estigui carregada";
"Last charge" = "Última càrrega";
"Capacity" = "Capacitat";
"current / maximum / designed" = "actual / màxima / dissenyada";
"Low power mode" = "Mode de baix consum";
"Percentage inside the icon" = "Percentatge dins de la icona";
"Colorize battery" = "Acoloreix la bateria";
"Charging current" = "Corrent de càrrega";
"Charging Voltage" = "Voltatge de càrrega";
"Charger state inside the battery" = "Estat del carregador dins de la bateria"; // translategemma:4b

// Bluetooth
"Battery to show" = "Bateria a mostrar";
"No Bluetooth devices are available" = "No hi han dispositius Bluetooth disponibles";

// Clock
"Time zone" = "Zona horària";
"Local" = "Local";
"Calendar" = "Calendari";
"Show week numbers" = "Mostrar els números de la setmana"; // translategemma:4b
"Local time" = "Hora local";
"Add new clock" = "Afegir un nou rellotge"; // translategemma:4b
"Delete selected clock" = "Eliminar l'horari seleccionat"; // translategemma:4b
"Help with datetime format" = "Ajuda amb el format de data i hora"; // translategemma:4b

// Colors
"Based on utilization" = "Basat en l'utilització";
"Based on pressure" = "Basat en la pressió";
"Based on cluster" = "Basat en el cluster";
"System accent" = "Accent del sistema";
"Monochrome accent" = "Accent monocromàtic";
"Clear" = "Clar";
"White" = "Blanc";
"Black" = "Negre";
"Gray" = "Gris";
"Second gray" = "Segon gris";
"Dark gray" = "Gris fosc";
"Light gray" = "Gris clar";
"Red" = "Vermell";
"Second red" = "Segon vermell";
"Green" = "Verd";
"Second green" = "Segon verd";
"Blue" = "Blau";
"Second blue" = "Segon blau";
"Yellow" = "Groc";
"Second yellow" = "Segon groc";
"Orange" = "Taronja";
"Second orange" = "Segon taronja";
"Purple" = "Morat";
"Second purple" = "Segon morat";
"Brown" = "Marró";
"Second brown" = "Segon marró";
"Cyan" = "Cian";
"Magenta" = "Magenta";
"Pink" = "Rosa";
"Teal" = "Verd-blau";
"Indigo" = "Indi";
